Repository: beopop/woocommerce-vip-paketi
Catalog: languages/woocommerce-vip-paketi-*.po
Languages: sr_rs

source: WooCommerce VIP Paketi
sr_rs: WooCommerce VIP Пакети

source: VIP Paketi
sr_rs: VIP Пакети

source: General Settings
sr_rs: Опште Поставке

source: Settings
sr_rs: Подешавања

source: VIP Codes
sr_rs: VIP Кодови

source: Packages
sr_rs: Пакети

source: Product Settings
sr_rs: Подешавања Производа

source: Products
sr_rs: Производи

source: Reports
sr_rs: Извештаји

source: General
sr_rs: Опште

source: VIP
sr_rs: ВИП

source: Integrations
sr_rs: Интеграције

source: Enable VIP Pricing
sr_rs: Укључи VIP Цене

source: Enable special VIP pricing for members
sr_rs: Укључи специјалне VIP цене за чланове

source: VIP Price Label
sr_rs: Ознака VIP Цене

source: Text to display next to VIP prices (e.g., 'VIP Price')
sr_rs: Текст који се приказује поред VIP цена (нпр. 'VIP Цена')

source: VIP Price
sr_rs: VIP Цена

source: Non-VIP Display Format
sr_rs: Формат Приказа за Не-VIP

source: How to display VIP prices to non-VIP users
sr_rs: Како приказати VIP цене не-VIP корисницима

source: Show both regular and VIP prices
sr_rs: Прикажи и редовне и VIP цене

source: Show teaser message only
sr_rs: Прикажи само tizer поруку

source: Show regular prices only
sr_rs: Прикажи само редовне цене

source: Package Settings
sr_rs: Подешавања Пакета

source: Enable Package System
sr_rs: Укључи Систем Пакета

source: Enable variable product packages with discounts
sr_rs: Укључи варијабилне пакете производа са попустима

source: Default Package Sizes
sr_rs: Подразумеване Величине Пакета

source: Comma-separated list of default package sizes (e.g., 2,3,4,5,6)
sr_rs: Списак подразумеваних величина пакета одвојених запетом (нпр. 2,3,4,5,6)

source: Minimum Package Size
sr_rs: Минимална Величина Пакета

source: Maximum Package Size
sr_rs: Максимална Величина Пакета

source: Package Discount Tiers
sr_rs: Нивои Попуста за Пакете

source: VIP Code Management
sr_rs: Управљање VIP Кодовима

source: Add new VIP codes, import from CSV, and manage existing codes.
sr_rs: Додај нове VIP кодове, увези из CSV-а и управљај постојећим кодовима.

source: VIP Codes Overview
sr_rs: Преглед VIP Кодова

source: Total Codes
sr_rs: Укупно Кодова

source: Active
sr_rs: Активни

source: Used
sr_rs: Искоришћени

source: Expired
sr_rs: Истекли

source: Add New Code
sr_rs: Додај Нови Код

source: Import Codes
sr_rs: Увези Кодове

source: Export All
sr_rs: Извези Све

source: Code
sr_rs: Код

source: Email
sr_rs: Имејл

source: Domain
sr_rs: Домен

source: Max Uses
sr_rs: Макс. Коришћења

source: Current Uses
sr_rs: Тренутна Коришћења

source: Status
sr_rs: Статус

source: Expires
sr_rs: Истиче

source: Actions
sr_rs: Акције

source: Edit
sr_rs: Измени

source: Delete
sr_rs: Обриши

source: Activate
sr_rs: Активирај

source: Deactivate
sr_rs: Деактивирај

source: Search codes...
sr_rs: Претражи кодове...

source: All Statuses
sr_rs: Сви Статуси

source: Filter
sr_rs: Филтер

source: Bulk Actions
sr_rs: Групне Акције

source: Apply
sr_rs: Примени

source: No codes found
sr_rs: Није пронађен ниједан код

source: Package Management
sr_rs: Управљање Пакетима

source: Create and manage variable product packages with different discount tiers.
sr_rs: Креирај и управљај варијабилним пакетима производа са различитим нивоима попуста.

source: Package Overview
sr_rs: Преглед Пакета

source: Total Packages
sr_rs: Укупно Пакета

source: Draft
sr_rs: Нацрт

source: Inactive
sr_rs: Неактивни

source: Create New Package
sr_rs: Креирај Нови Пакет

source: Package Name
sr_rs: Назив Пакета

source: Min Items
sr_rs: Мин. Ставки

source: Max Items
sr_rs: Макс. Ставки

source: Regular Discount
sr_rs: Редован Попуст

source: VIP Discount
sr_rs: VIP Попуст

source: No packages created yet
sr_rs: Још увек нису креирани пакети

source: Create your first package to get started
sr_rs: Креирај свој први пакет да би започео

source: Configure VIP pricing and package availability for your products.
sr_rs: Подеси VIP цене и доступност пакета за твоје производе.

source: Product Overview
sr_rs: Преглед Производа

source: Total Products
sr_rs: Укупно Производа

source: VIP Pricing Enabled
sr_rs: VIP Цене Укључене

source: Package Allowed
sr_rs: Пакет Дозвољен

source: Search products...
sr_rs: Претражи производе...

source: VIP Price:
sr_rs: VIP Цена:

source: Allow in Packages
sr_rs: Дозволи у Пакетима

source: Edit Product
sr_rs: Измени Производ

source: View
sr_rs: Прикажи

source: Save %s (%s%%)
sr_rs: Уштеда %s (%s%%)

source: Select All on Page
sr_rs: Изабери Све на Страници

source: Deselect All
sr_rs: Поништи Избор Свих

source: Enable VIP pricing for selected
sr_rs: Укључи VIP цене за изабране

source: Disable VIP pricing for selected
sr_rs: Искључи VIP цене за изабране

source: Allow in packages
sr_rs: Дозволи у пакетима

source: Disallow in packages
sr_rs: Забрани у пакетима

source: Product settings updated successfully.
sr_rs: Подешавања производа су успешно ажурирана.

source: No products found. Please create some WooCommerce products first.
sr_rs: Није пронађен ниједан производ. Молимо те да прво креираш неке WooCommerce производе.

source: Create Product
sr_rs: Креирај Производ

source: Configure Your Package
sr_rs: Подеси Свој Пакет

source: Select between %d and %d products from our curated selection. The more you add, the more you save!
sr_rs: Изабери између %d и %d производа из нашег курираног избора. Што више додаш, више уштедиш!

source: VIP members get additional discounts on all packages!
sr_rs: VIP чланови добијају додатне попусте на све пакете!

source: Learn more
sr_rs: Сазнај више

source: Choose Package Size
sr_rs: Изабери Величину Пакета

source: Select your preferred package size to see available products and pricing.
sr_rs: Изабери жељену величину пакета да би видео доступне производе и цене.

source: Package Details
sr_rs: Детаљи Пакета

source: Products to select:
sr_rs: Производи за избор:

source: Your discount:
sr_rs: Твој попуст:

source: VIP bonus discount:
sr_rs: VIP бонус попуст:

source: Select Your Products
sr_rs: Изабери Своје Производе

source: %d products selected
sr_rs: %d производа изабрано

source: Search products:
sr_rs: Претражи производе:

source: Type to search...
sr_rs: Куцај за претрагу...

source: Filter by category:
sr_rs: Филтриraj по категорији:

source: All categories
sr_rs: Све категорије

source: Sort by:
sr_rs: Сортирај по:

source: Name
sr_rs: Назив

source: Price
sr_rs: Цена

source: Popularity
sr_rs: Популарност

source: Regular:
sr_rs: Редовна:

source: Save %s
sr_rs: Uštedi %s

source: Upgrade to VIP for special pricing
sr_rs: Унапреди на VIP за специјалне цене

source: Select
sr_rs: Изабери

source: Remove
sr_rs: Уклони

source: Clear All
sr_rs: Обриши Све

source: Continue
sr_rs: Настави

source: You have reached the maximum number of products for this package size.
sr_rs: Достигао си максималан број производа за ову величину пакета.

source: Please select at least one product.
sr_rs: Молимо те да изабереш најмање један производ.

source: Select %d more products to complete your package
sr_rs: Изабери још %d производа да завршиш свој пакет

source: Package complete! Click continue to proceed.
sr_rs: Пакет завршен! Кликни настави да наставиш.

source: Select products to see your package total
sr_rs: Изабери производе да видиш укупну цену пакета

source: Package Summary
sr_rs: Резиме Пакета

source: Selected Products
sr_rs: Изабрани Производи

source: Pricing Breakdown
sr_rs: Разбивка Цена

source: Subtotal:
sr_rs: Међузбир:

source: Package Discount:
sr_rs: Попуст за Пакет:

source: VIP Additional Discount:
sr_rs: VIP Додатни Попуст:

source: Total Savings:
sr_rs: Укупна Уштеда:

source: Package Total:
sr_rs: Укупно за Пакет:

source: Upgrade to VIP and save even more!
sr_rs: Унапреди на VIP и уштеди још више!

source: With VIP membership, you could save an additional
sr_rs: Са VIP чланством, могао би да уштедиш додатних

source: on this package!
sr_rs: на овом пакету!

source: Learn More About VIP
sr_rs: Сазнај Више о VIP

source: Back to Selection
sr_rs: Назад на Избор

source: Save for Later
sr_rs: Сачувај за Касније

source: Add to Cart
sr_rs: Додај у Корпу

source: Package Added to Cart!
sr_rs: Пакет Додат у Корпу!

source: Your custom package has been successfully added to your cart.
sr_rs: Твој прилагођени пакет је успешно додат у корпу.

source: View Cart
sr_rs: Прикажи Корпу

source: Proceed to Checkout
sr_rs: Настави на Наплату

source: Continue Shopping
sr_rs: Настави са Куповином

source: Adding Package to Cart...
sr_rs: Додавање Пакета у Корпу...

source: Please wait while we process your package selection.
sr_rs: Молимо сачекај док обрађујемо твој избор пакета.

source: Error Adding Package
sr_rs: Грешка при Додавању Пакета

source: There was an error adding your package to the cart. Please try again.
sr_rs: Дошло је до грешке при додавању пакета у корпу. Молимо покушај поново.

source: Try Again
sr_rs: Покушај Поново

source: Edit Package
sr_rs: Измени Пакет

source: VIP Membership Status
sr_rs: Статус VIP Чланства

source: VIP Member
sr_rs: VIP Члан

source: Member since %s
sr_rs: Члан од %s

source: Active VIP Member
sr_rs: Активни VIP Члан

source: Membership Type:
sr_rs: Тип Чланства:

source: WooCommerce Memberships
sr_rs: WooCommerce Чланства

source: WooCommerce Subscriptions
sr_rs: WooCommerce Претплате

source: VIP Code
sr_rs: VIP Код

source: Manual Assignment
sr_rs: Ручна Додела

source: VIP Role
sr_rs: VIP Улога

source: VIP Code Used:
sr_rs: Коришћен VIP Код:

source: Your VIP Benefits:
sr_rs: Твоје VIP Погодности:

source: Special pricing on VIP products
sr_rs: Специјалне цене на VIP производе

source: Additional discounts on package deals
sr_rs: Додатни попусти на пакет понуде

source: Priority access to new products
sr_rs: Приоритетни приступ новим производима

source: Exclusive VIP-only offers and promotions
sr_rs: Ексклузивне понуде и промоције само за VIP

source: VIP Savings Summary:
sr_rs: Резиме VIP Уштеда:

source: Total Saved
sr_rs: Укупно Уштеђено

source: VIP Orders
sr_rs: VIP Наруџбе

source: Packages Purchased
sr_rs: Купљени Пакети

source: Regular Member
sr_rs: Редован Члан

source: Upgrade to VIP for exclusive benefits
sr_rs: Унапреди на VIP за ексклузивне погодности

source: VIP Membership Benefits:
sr_rs: Погодности VIP Чланства:

source: Special VIP Pricing
sr_rs: Специјалне VIP Цене

source: Get access to exclusive VIP prices on selected products
sr_rs: Добиј приступ ексклузивним VIP ценама на изабраним производима

source: Enhanced Package Discounts
sr_rs: Побољшани Попусти за Пакете

source: Receive additional discounts on top of regular package deals
sr_rs: Добиј додатне попусте поред редовних пакет понуда

source: Priority Access
sr_rs: Приоритетни Приступ

source: Be the first to access new products and limited offers
sr_rs: Буди први који ће приступити новим производима и ограниченим понудама

source: Exclusive Offers
sr_rs: Ексклузивне Понуде

source: Receive VIP-only promotions and special deals
sr_rs: Добијај промоције и специјалне понуде само за VIP

source: Have a VIP Code?
sr_rs: Имаш VIP Код?

source: Enter your VIP code
sr_rs: Унеси свој VIP код

source: Please enter a VIP code.
sr_rs: Молимо унеси VIP код.

source: Activating...
sr_rs: Активирам...

source: VIP code activated successfully! Please refresh the page.
sr_rs: VIP код успешно активиран! Молимо освежи страницу.

source: Invalid or expired VIP code.
sr_rs: Неважећи или истекли VIP код.

source: Error activating VIP code. Please try again.
sr_rs: Грешка при активирању VIP кода. Молимо покушај поново.

source: Contact Us for VIP Access
sr_rs: Контактирај Нас за VIP Приступ

source: VIP Membership Inquiry
sr_rs: Упит о VIP Чланству

source: WooCommerce is required for this plugin to work.
sr_rs: WooCommerce је потребан да би овај plugin радио.

source: Package post type is not registered. Please activate the plugin properly.
sr_rs: Package post type није регистрован. Молимо активирај plugin правилно.

source: No products are currently enabled for packages. Please configure products in the Product Settings page.
sr_rs: Тренутно нису омогућени производи за пакете. Молимо подеси производе на страници Подешавања Производа.

source: Configure Products
sr_rs: Подеси Производе

source: Select which products can be included in this package:
sr_rs: Изабери које производе можеш укључити у овај пакет:

source: Select All
sr_rs: Изабери Све

source: VIP Packages
sr_rs: VIP Пакети

source: VIP Package
sr_rs: VIP Пакет

source: Add New Package
sr_rs: Додај Нови Пакет

source: New Package
sr_rs: Нови Пакет

source: View Package
sr_rs: Прикажи Пакет

source: Search Packages
sr_rs: Претражи Пакете

source: No packages found
sr_rs: Нема пронађених пакета

source: No packages found in trash
sr_rs: Нема пронађених пакета у корпи

source: Package Configuration
sr_rs: Подешавање Пакета

source: Allowed Products
sr_rs: Дозвољени Производи

source: Discount Rules
sr_rs: Правила Попуста

source: Minimum Items
sr_rs: Минимум Ставки

source: Maximum Items
sr_rs: Максимум Ставки

source: Package Sizes
sr_rs: Величине Пакета

source: Comma-separated list (e.g., 2,3,4,5,6)
sr_rs: Списак одвојен запетом (нпр. 2,3,4,5,6)

source: Allow Coupons
sr_rs: Дозволи Купоне

source: Allow coupons to be used with this package
sr_rs: Дозволи коришћење купона са овим пакетом

source: Show Discount Table
sr_rs: Прикажи Табелу Попуста

source: Display discount comparison table on package page
sr_rs: Прикажи табелу поређења попуста на страници пакета

source: Show for Non-VIP
sr_rs: Прикажи за Не-VIP

source: Make this package visible to non-VIP users
sr_rs: Учини овај пакет видљивим за не-VIP кориснике

source: Package Status
sr_rs: Статус Пакета

source: Configure discount percentages for different package sizes:
sr_rs: Подеси процентe попуста за различите величине пакета:

source: Package Size
sr_rs: Величина Пакета

source: Regular Discount (%)
sr_rs: Редован Попуст (%)

source: VIP Discount (%)
sr_rs: VIP Попуст (%)

source: %d item
sr_rs: %d ставка

source: %d Product
sr_rs: %d Производ

source: VIP discounts are applied on top of regular discounts. For example: if regular discount is 10% and VIP discount is 5%, the total VIP discount will be 14.5% (10% + 5% of remaining 90%).
sr_rs: VIP попусти се примењују поред редовних попуста. На пример: ако је редован попуст 10% а VIP попуст 5%, укупни VIP попуст ће бити 14.5% (10% + 5% од преосталих 90%).

source: VIP Usage Statistics
sr_rs: Статистике VIP Коришћења

source: Package Performance
sr_rs: Перформансе Пакета

source: Recent Activity
sr_rs: Скорашња Активност

source: Export Reports
sr_rs: Извези Извештаје

source: Settings saved successfully.
sr_rs: Подешавања успешно сачувана.

source: Invalid or expired VIP code
sr_rs: Неважећи или истекли VIP код

source: VIP code verified successfully!
sr_rs: VIP код успешно верификован!

source: Package saved successfully!
sr_rs: Пакет успешно сачуван!

source: Failed to add package to cart.
sr_rs: Неуспешно додавање пакета у корпу.

source: Error adding package to cart. Please try again.
sr_rs: Грешка при додавању пакета у корпу. Молимо покушај поново.

source: Network error occurred. Please check your connection and try again.
sr_rs: Дошло је до мрежне грешке. Молимо провери конекцију и покушај поново.

source: Request timed out. Please try again.
sr_rs: Захтев је истекао. Молимо покушај поново.

source: Unknown error occurred.
sr_rs: Дошла је до непознате грешке.

source: No products selected to save.
sr_rs: Нису изабрани производи за чување.

source: No products selected to add to cart.
sr_rs: Нису изабрани производи за додавање у корпу.

source: Adding to Cart...
sr_rs: Додавање у Корпу...

source: Package added to cart successfully!
sr_rs: Пакет успешно додат у корпу!

source: Cart Summary
sr_rs: Резиме Корпе

source: Cart Total:
sr_rs: Укупно у Корпи:

source: Checkout
sr_rs: Наплата

source: VIP Code (Optional)
sr_rs: VIP Код (Опционо)

source: Enter VIP code if you have one
sr_rs: Унеси VIP код ако га имаш

source: Verify Code
sr_rs: Верификуј Код

source: Verifying...
sr_rs: Верификујем...

source: Code verified! VIP pricing applied.
sr_rs: Код верификован! VIP цене примењене.

source: Loading...
sr_rs: Учитавам...

source: An error occurred. Please try again.
sr_rs: Дошло је до грешке. Молимо покушај поново.

source: Success!
sr_rs: Успех!

source: Enter VIP code
sr_rs: Унеси VIP код

source: Code verified successfully!
sr_rs: Код успешно верификован!

source: Please select a package size
sr_rs: Молимо изабери величину пакета

source: Please select products for your package
sr_rs: Молимо изабери производе за свој пакет

source: Maximum number of products selected
sr_rs: Изабран максималан број производа

source: Minimum {min} products required
sr_rs: Потребно минимум {min} производа

source: Already a VIP member?
sr_rs: Već ste VIP član?
